In [1]:
import pandas as pd

In [2]:
pd.read_csv('D:\\Movies\\BOLLYWOOD\\Flames\\Book2.csv')

      id  class  sleep_hr  math  science  mar   hin  total date
0  S0001      7         6    60       90   78  56.0     67  yes
1  S0002      5         4    90       60   67  78.0     76  yes
2  S0003      6         4    70       70   56  98.0     78   no
3  S0004      9         4    50       70   34  67.0     89   no
4  S0005      3         5    50       90   89  53.0     76  yes
5  S0006      6         5    60       80   76   NaN     49   no
6  S0007      2         5    60       89   56  73.0     78  yes

In [3]:
pd.read_csv('D:\\Movies\\BOLLYWOOD\\Flames\\Book1.csv')

  UTKARSH
0    AMAN
1    AMEY
2    YASH
3  SACHIN
4   RAHUL